Repository: szymonfelinski/BR-practise-group-project
Catalog: ComauRacer3demo/Logical/mappView/Resources/Texts/Audit/txtAuditUser.tmx
Source language: en
Languages: de, pl

source: logged in
de: Angemeldet
pl: zalogował się

source: logged out
de: Abgemeldet
pl: wylogował się

source: was logged out (timeout)
de: Abgemeldet (Timeout)
pl: został wylogowany (upłynął czas)

source: added user {&usr}
de: Anwender {&usr} zugefügt
pl: dodano użytkownika {&usr}

source: deleted user {&usr}
de: Anwender {&usr} gelöscht
pl: usunięto użytkownika {&usr}

source: locked user {&usr}
de: Anwender {&usr} gesperrt
pl: zablokowano użytkownika {&usr}

source: unlocked user {&usr}
de: Anwender {&usr} entsperrt
pl: odblokowano użytkownika {&usr}

source: got locked (incorrect password)
de: Gesperrt (inkorrektes Passwort)
pl: został zablokowany (niepoprawne hasło)

source: has changed password
de: Passwort geändert
pl: zmienił hasło

source: Incorrect name was entered
de: Falscher Name eingegeben
pl: Została wprowadzona niepoprawna nazwa

source: Incorrect password was entered
de: Falsches Passwort eingegeben
pl: Zostało wprowadzone niepoprawne hasło

source: added new role {&usr}
de: Neue Rolle {&usr} zugefügt
pl: dodano nową rolę {&usr}

source: deleted role {&usr}
de: Rolle {&usr} gelöscht
pl: usunięto rolę {&usr}
